Repository: WP-Translations/wordpress-de-ch
Catalog: core/*/rosetta-*.po
Languages: de_ch

source: In progress since %s
de_ch: In Bearbeitung seit %s

source: Failed at %s
de_ch: Fehlgeschlagen am %s

source: Canceled at %s
de_ch: Abgebrochen am %s

source: User
de_ch: Benutzer

source: Y/m/d g:i:s A
de_ch: d.m.Y G:i:s

source: You have either a pending request or a successful deploy in the last 24 hours. Please wait.
de_ch: Du hast entweder eine ausstehende Anfrage oder schon einen erfolgreichen Deploy in den letzten 24 Stunden gehabt. Bitte warte.

source: Date
de_ch: Datum

source: A deploy request is completely unrelated to building and releasing your package, it merely deploys the translations of the Rosetta project (i.e. the strings of the xx.wordpress.org itself).
de_ch: Eine Deploy-Anfrage ist völlig unabhängig zu einem Release-Paket. Es werden lediglich die Übersetzungen für das Rosetta Projekt (also für xx.wordpress.org selbst) verteilt.

source: Request Deploy
de_ch: Deploy anfragen

source: Translation of default themes:
de_ch: Übersetzung der Standardthemes:

source: Release Packages
de_ch: Release-Pakete

source: Build Package
de_ch: Paket erstellen

source: New Request
de_ch: Neue Anfrage

source: Theme translation will be taken from the theme projects inside the translate.wordpress.org project you chose.
de_ch: Theme-Übersetzungen werden von den Theme-Projekten genommen, innerhalb des jeweiligen WordPress-Zweiges, den Du auswählst.

source: Edit Site
de_ch: Website bearbeiten

source: New Site
de_ch: Neue Website

# showcase item
source: Add New
de_ch: Hinzufügen

source: Download Stats
de_ch: Download-Statistik

source: This page shows the <a href="%s">Download Counter</a> number &mdash; total downloads of WordPress %s &mdash; broken down by locale.
de_ch: Diese Seite zeigt den Stand des <a href="%s">Download-Zähler</a> &mdash; Anzahl der Downloads von WordPress %s &mdash; sortiert nach Sprache

# locales
source: All
de_ch: Alle

source: Welcome %s!
de_ch: Willkommen %s!

source: A string with low priority!
de_ch: Ein Text mit niedriger Priorität!

source: Bye
de_ch: Auf Wiedersehen

# post type singular name
source: Showcase Site
de_ch: Showcase Website

source: Add New Site
de_ch: Neue Website hinzufügen

source: View Site
de_ch: Website anzeigen

source: Search Showcase
de_ch: Showcase durchsuchen

source: Image
de_ch: Bild

source: Description
de_ch: Beschreibung

source: Nothing found
de_ch: Nichts gefunden

source: Nothing found in Trash
de_ch: Nichts gefunden im Papierkorb

source: Description and URL
de_ch: Beschreibung und URL

source: Default theme translation will be taken from <code>messages/theme-name/%s.po</code> in your locale branch.
de_ch: Standardübersetzungen werden von <code>messages/theme-name/%s.po</code> deines sprachlichen Ablegers genommen.

source: This number will appear in the filename of your release. Doesn&#8217;t determine which version of WordPress you will get.
de_ch: Diese Nummer wird im Dateinamen deiner Veröffentlichung genommen. Bestimmt allerdings nicht, welche Version von WordPress du erhalten wirst.

source: Error in exporting iis branch from locale repository.
de_ch: Fehler beim Exportieren des iis Zweiges aus dem Lokale-Repositorium.

source: Project name at translate.wordpress.org. Determines which version of WordPress you will get.
de_ch: Projektname auf translate.wordpress.org. Bestimmt, welche Version von WordPress du bekommst.

source: Couldn't open wp-config-sample.php
de_ch: wp-config-sample.php konnte nicht geöffnet werden

source: Visit the site &rarr;
de_ch: Seite besuchen &rarr;

source: URI of your blog:
de_ch: URI von deinem Blog:

source: Add a Comment
de_ch: Füge einen Kommentar hinzu

source: Your Message:
de_ch: Deine Nachricht:

source: Permanent Link to %s
de_ch: Permanenter Link zu %s

source: Blog Archives
de_ch: Blogarchive

source: Contact
de_ch: Kontakt

source: Cancel
de_ch: Abbrechen

source: Deployed on %s
de_ch: Abgelegt auf %s

source: Waiting&hellip;
de_ch: Warte &hellip;

source: Toggle the rest of the releases
de_ch: Die restlichen Veröffentlichungen aufklappen

source: Couldn&#8217;t update the request!
de_ch: Konnte die Anfrage nicht aktualisieren!

source: Request canceled successfully.
de_ch: Anfrage erfolgreich abgebrochen.

source: Other file formats
de_ch: Andere Dateiformate

source: Couldn&#8217;t write downloaded file to %s
de_ch: Konnte Downloaddatei nach %s nicht schreiben

source: Released On
de_ch: Veröffentlicht am

source: Releases
de_ch: Veröffentlichungen

source: <strong>Hint:</strong> You can all delete all the old builds you don&#8217;t need.
de_ch: <strong>Tipp:</strong> Du kannst alle alten Pakete löschen, die nicht mehr benötigt werden.

source: Where should we get your translations from:
de_ch: Wo wir deine Übersetzung holen sollen:

source: Build New Package
de_ch: Neues Paket bauen

source: The directory from your repository, from which the package will be built.
de_ch: Das Verzeichnis aus dem Repositorium, aus dem das Dateipaket erzeugt wird.

source: (<code>dist/</code> files will still be taken from Subversion)
de_ch: (<code>dist/</code> Daten werden noch immer von Subversion genommen)

source: Locale branch:
de_ch: Sprachumgebung-Zweig:

source: Locale branch for dist files:
de_ch: Sprachumgebung-Zweig für dist-Dateien:

source: Couldn&#8217;t move %s to %s.
de_ch: Konnte %s nicht nach %s verschieben.

source: Invalid source %s.
de_ch: Ungültige Quelle %s.

source: Action
de_ch: Aktion

source: Couldn't open version.php
de_ch: Konnte version.php nicht öffnen

source: Couldn't write version.php
de_ch: Konnte version.php nicht schreiben

source: Project:
de_ch: Projekt:

source: The directory from the WordPress repository, from which the package will be built.
de_ch: Das Verzeichnis vom WordPress-Repositorium, aus dem das Paket erzeugt wird.

source: More download options
de_ch: Mehr Download-Angebote

source: Submit Form Again
de_ch: Formular erneut senden

source: Say something!
de_ch: Sage etwas!

source: What&rsquo;s this about?
de_ch: Um was geht es?

source: The directory from your repository, from which the dist files will be taken.
de_ch: Das Verzeichnis aus Deinem Repositorium, aus dem die dist-Dateien genommen werden.

source: Request updated successfully.
de_ch: Anfrage erfolgreich aktualisiert.

source: Couldn&#8217;t cancel the request!
de_ch: Anfrage konnte nicht abgebrochen werden!

source: Couldn&#8217;t add the request!
de_ch: Konnte die Anfrage nicht hinzufügen!

source: Request added successfully.
de_ch: Anfrage erfolgreich hinzugefügt.

source: Deploy Requests
de_ch: Deploy-Anfragen

source: Older versions
de_ch: Ältere Versionen

source: No Releases
de_ch: Keine Veröffentlichungen

source: If the WordPress version you want to use isn&#8217;t tagged enter the version file bump revision here to get the right files.
de_ch: Wenn die gewünschte WordPress-Version noch nicht getaggt wurde, gib die Dateiversions-Revision hier an, um die korrekten Dateien zu erhalten.

source: Builds
de_ch: Pakete

source: Main Menu
de_ch: Hauptmenü

source: Couldn&#8217;t retrieve the file from: %s
de_ch: Konnte Datei nicht übertragen von: %s

source: Error in exporting theme/%s. Probably this branch/tag doesn&#8217;t exist.
de_ch: Fehler vom Exportieren von theme/%s. Wahrscheinlich existiert dieser branch/tag nicht.

source: Archives for %s
de_ch: Archiv für %s

source: &laquo; Back to blog
de_ch: &laquo; Zurück zum Blog

source: F j, Y
de_ch: j. F Y

source: Read the rest of this entry &raquo;
de_ch: Lies den Rest dieses Eintrags &raquo;

source: &larr; Older Posts
de_ch: &larr; Ältere Artikel

source: Newer Posts &rarr;
de_ch: Neuere Artikel &rarr;

source: Comments
de_ch: Kommentare

source: F j, Y
de_ch: j. F Y

source: g:i a
de_ch: G:i

source: Permanent link to this comment
de_ch: Permanenter Link zu diesem Kommentar

source: Edit&nbsp;This
de_ch: Bearbeiten

source: Logged in as %s.
de_ch: Angemeldet als %s.

source: Log out of this account.
de_ch: Abmelden von diesem Konto.

source: Logout &raquo;
de_ch: Abmelden &raquo;

source: Name <em>(required)</em>
de_ch: Name <em>(erforderlich)</em>

source: Email <em>(required)</em>
de_ch: E-Mail <em>(erforderlich)</em>

source: Post Comment &raquo;
de_ch: Sende Kommentar &raquo;

source: Error
de_ch: Fehler

source: There seems to have been a problem with the information you entered. Please fix the field indicated and resubmit.
de_ch: Es scheint ein Problem mit der von Dir eingegebenen Information zu geben. Bitte korrigiere das markierte Feld und sende es erneut ab.

source: Your Name:
de_ch: Dein Name:

source: Let us know your name.
de_ch: Lass uns deinen Namen wissen.

source: Your Email:
de_ch: Deine E-Mail:

source: Your email address did not appear to be valid. Please check it.
de_ch: Deine E-Mail-Adresse scheint nicht korrekt zu sein. Bitte nochmal überprüfen.

source: The default key in dist/wp-config-sample.php does&#8217;t match $wp_default_secret_key in %1$s.php. The one in the sample config is:<p><code>%2$s</code></p><p>and the one in %1$s.php is:</p><p><code>%3$s</code></p>
de_ch: Der Standardschlüssel in dist/wp-config-sample.php stimmt nicht mit dem Schlüssel $wp_default_secret_key in %1$s.php überein. Der in der Beispiel-Config ist:<p><code>%2$s</code></p><p>und der in der %1$s.php ist:</p><p><code>%3$s</code></p>

source: Couldn&#8217;t delete release file %s
de_ch: Versionsdatei %s konnte nicht gelöscht werden

source: Couldn&#8217;t delete build file %s
de_ch: Paket %s konnte nicht gelöscht werden

source: Couldn&#8217;t copy %1$s to release dir %2$s
de_ch: %1$s konnte nicht zum Veröffentlichungs-Verzeichnis %2$s exportiert werden

source: Y-M-d
de_ch: d. M Y

source: There are no releases
de_ch: Keine Veröffentlichungen

source: Beta &amp; RC releases
de_ch: Beta- u. RC-Versionen

source: %s Branch
de_ch: %s Zweig

source: Latest release
de_ch: Aktuellste Veröffentlichung

source: For help with installing or using WordPress, consult our documentation in your language.
de_ch: Für Hilfe beim Installieren oder Benutzen von WordPress durchsuche unser Forum oder schaue in unsere häufig gestellten Fragen (FAQ).

source: Resources
de_ch: Ressourcen

source: Beta &amp; RC versions
de_ch: Beta &amp; RC-Versionen

source: The locale %s doesn&#8217;t have associated locale in GlotPress.
de_ch: Die Sprachumgebung %s hat bisher keine entsprechend verbundene Sprachumgebung in GlotPress.

source: Go and build a localized version &raquo;
de_ch: Gehe und baue eine lokalisierte Version &raquo;

source: Delete
de_ch: Löschen

source: Release
de_ch: Veröffentlichen

source: Locale Branch
de_ch: Sprachumgebung-Zweig

source: Built On
de_ch: Erstellt am

source: Request a deploy &raquo;
de_ch: Ein Deploy anfragen &raquo;

source: Couldn&#8217;t create mo file %s from po file %s!
de_ch: Es konnte keine MO-Datei %s aus der PO-Datei %s erstellt werden!

source: Invalid version %s.
de_ch: Ungültige Version %s.

source: Invalid revision %s.
de_ch: Ungültige Revision %s.

source: Error moving iis files to build directory.
de_ch: Fehler beim Verschieben von iis Dateien zum build-Verzeichnis.

source: Couldn&#8217;t open directory %s for reading!
de_ch: Konnte Ordner %s nicht zum Lesen öffnen!

source: Couldn&#8217;t create directory %s!
de_ch: Es konnte kein Verzeichnis %s erstellt werden!

source: Couldn&#8217;t copy %s to %s!
de_ch: Fehler beim Kopieren von %s zu %s!

source: Po file %s doesn&#8217;t exist!
de_ch: PO-Datei %s existiert nicht!

source: Couldn&#8217;t create a temporary file!
de_ch: Konnte temporäre Datei nicht erstellen!

source: Couldn&#8217;t delete temporary file %s!
de_ch: Konnte temporäre Datei %s nicht löschen!

source: Couldn&#8217;t create temporary directory %s!
de_ch: Konnte temporären Ordner %s nicht erstellen!

source: Couldn't write wp-config-sample.php
de_ch: Konnte wp-config-sample.php nicht schreiben

source: Write something!
de_ch: Schreib etwas!

source: No svn branch associated with this project.
de_ch: Kein svn-Zweig mit diesem Projekt verbunden.

source: Submitted!
de_ch: Eingereicht!

source: Thank you!
de_ch: Vielen Dank!

source: You can contact translators and this site administrators via this form:
de_ch: Mit diesem Formular kannst du die Übersetzer und Administratoren kontaktieren:

source: <strong>Please, do not post support requests here!</strong> They will probably be ignored.
de_ch: <strong>Bitte hier keine Supportanfragen einstellen!</strong> Sie werden sehr wahrscheinlich ignoriert. Bitte nutzt dafür das Forum unter <a href="http://forum.wpde.org">http://forum.wpde.org</a>.

source: (required)
de_ch: (erforderlich)

source: Tell us something:
de_ch: Schreibe uns etwas:

source: Submit Contact Form
de_ch: Kontaktformular abschicken

source: Download WordPress %s
de_ch: WordPress %s herunterladen

source: Download .tar.gz &mdash; %s MB
de_ch: .tar.gz &mdash; %s MB herunterladen
